Repository: discovery81/DreamPlex
Catalog: po/*.po
Languages: de, es

source: Check for gst-plugin-fragmented
de: Auf gst-plugin-fragemented prüfen
es: Chequear gst-plugin-fragmentado

source: Check for gst-plugins-bad-fragmented
de: Auf gst-plugin-fragemented prüfen
es: Chequear gst-plugin-fragmentado

source: Check for gst-plugin-fragmented if you are using OE16.
de: Auf gst-plugin-fragemented prüfen bei O16.
es: Chequear gst-plugin-fragmentado si usa OE16

source: Check for gst-plugins-bad-fragmented if you are using OE20.
de: Auf gst-plugin-fragemented prüfen bei O20.
es: Chequear gst-plugin-fragmentado si usa OE20

source: Check openSSL installation data.
de: openSSL Installationsdaten überprüfen?
es: Verificar instalación openSSL.

source: Check mjpegtools intallation data.
de: Mjpegtools Installation überprüfen?
es: Verificar instalación de Mjpegtools?

source: Check python imaging installation data.
de: Python imaging Installation überprüfen?
es: Verificar instalación de la imagen Python?

source: Check python textutils installation data.
de: Python textutils Installation überprüfen?
es: Verificar instalación de Python textutils?

source: Check for update.
de: Auf Update prüfen?
es: Verificar actualización

source: System - Systemcheck
de: Systemcheck
es: Sistema - Verificación del sistema

source: Functions List:
de: Medien Funktionen
es: Lista de Funciones:

source: Your current Version is
de: Ihre aktuelle Version lautet
es: Su versión actual es

source: No update available
de: Kein Update verfügbar
es: No hay actualizaciones disponibles

source: No internet connection available or openssl is not installed!
de: Es ist keine Internetverbindung verfügbar oder openSSL ist nicht installiert!
es: No hay conexión a Internet ó openssl no instalado

source: Enigma2 must be restarted! Should Enigma2 now restart?
de: Enigma2 muss neu gestaret werden! Soll der Neustart durchgeführt werden?
es: Debe reiniciarse Enigma2! Debe reiniciarse Enigma2 ahora?

source: Information:
es: Información:

source: The selected plugin is not installed! Do you want to proceed to install?
de: Das ausgewählte Plugin ist nicht installiert! Soll die Installation nun durchgeführt werden?
es: El plugin seleccionado no esta disponible! Quiere proceder a la instalación?

source: Could not install
de: Installation konnte nicht durchgeführt werden
es: No se puede instalar

source: Transcoded
es: Transcodificado

source: Movies
de: Filme
es: Peliculas

source: TV Shows
de: Serien
es: Series TV

source: Music
de: Musik
es: Musica

source: Mixed
es: Diverso

source: Search ...
de: Suche...
es: Busqueda ...

source: Tv Shows
de: Serien
es: Series TV

source: Pictures
de: Bilder
es: Fotos

source: Channels
de: Kanäle
es: Canales

source: onDeck
es: En Curso

source: New
de: Neu
es: Nuevo

source: No data in this section!
de: Keine Daten in dieser Sektion!
es: çSin datos en la sección!

source: Season
de: Staffel
es: Temporada

source: Press exit to return
de: Exit drücken für Zurück
es: Pulse exit para salir

source: If you are using myPlex
de: Wenn myPlex verwendet wird
es: Si usted esta usando myPlex

source: please check if python-pyopenssl is installed.
de: überprüfen Sie Ihre openSSL-Installation.
es: Verificar si python-pyopenssl esta instalado

source: You can use Systemcheck in the menu.
de: Verwenden Sie dazu den Systemcheck im Hauptmenü.
es: Puede usar Systemcheck en el menu

source: MyPlex Token error: Check Username and Password. %s
de: myPlex Token Fehler: Überprüfen Sie Benutzernamen und Kennwort. %s
es: Error de Token myPlex: Verifique usuario y contraseña. %s

source: Cancel
de: Abbrechen
es: Cancelar

source: Target:
de: Ziel:
es: Destino:

source: Pathselector
de: Pfadselector
es: Selección de destino

source: Invalid Location
de: ungültiger Ort
es: Ubicación invalida

source: Delete Entry
de: Eintrag löschen
es: Eliminar entrada

source: Add Entry
de: Eintrag hinzufügen
es: Añadir entrada

source: Something went wrong while opening mappings xml!
de: Beim Laden der mappings xml Datei ist ein Fehler aufgetreten!
es: Algo falló en la apertura de mappings.xml

source: Enter your remote path segment here:
de: Tragen Sie den Remotepfad Teil hier ein:
es: Entre su destino remoto aquí:

source: Adding new mapping was not completed
de: Hinzüfügen des neuen Mappings ist fehlgeschlagen
es: AAñadiendo su mapeo no fue completado

source: Start Sync
de: Sync starten
es: Arrancar Sync

source: Start Rendering
de: Rendering starten
es: Comenzando Renderizado

source: Background
de: Hintergrund
es: Plan alternativo

source: Abort
de: Abbrechen
es: Anular

source: Please note to run at least once the sync media function within the server menu. This will download the needed files in the right size of 1280x720.
de: Bitte beachten Sie, dass Sie zumindest einmal ihre Medien vom Server syncen. Dadurch werden erst die nötigen Bilder mit der Auflösung von 1280x720 heruntergeladen.
es: Tenga en cuenta para ejecutar al menos una vez la función de sincronización de medios en el menú servidor. Esto descargará los fichero necesarios en el tamaño correcto de 1280x720.

source: This will download all medias from the selected server. Additional to this we download the pictures in 1280x720 for better fullscreen backdrops.
de: Es werden alle Medias vom ausgewählten Server herunter geladen. Zusätzlich dazu werden die Bilder in einer Qualität von 1280x720 für hochauflösende Backdrops heruntergeladen.
es: Esto descargará todos los medios del servidor seleccionado. Adicionalmente a esto descargaremos las fotos en 1280x720 para mejorar los fondos a pantalla completa.

source: Reconnecting to background task ...
de: Verbindung zum Backdrop Task wird aufgebaut ...
es: Reconectando a la tarea en segundo plano ...

source: Finished
de: Beendet
es: Terminado

source: Cancelled!
de: Abgebrochen
es: Cancelado!

source: Sync or Renderer is still running! Continue in background?
de: Sync oder Renderer läuft noch! Im Hintergrund fortsetzen?
es: Sync o el renderizado todavia está en ejecución! Continuar en segundo plano?

source: DreamPlex: Rendering finished!
de: DreamPlex: Rendering abgeschlossen!
es: DreamPlex: Renderizado terminado!

source: DreamPlex: Mediasync finished!
de: DreamPlex: Mediasync abgeschlossen!
es: DreamPlex: Mediasync terminado!

source: Starting to search for picture files with 1920x1080 in its name ...
de: Starte die Suche nach Bilder mit 1280x720 im Namen ...
es: Comenzando la busqueda de fotos con 1920x1080 en el nombre...

source: Starting to search for picture files with 1280x720 in its name ...
de: Starte die Suche nach Bilder mit 1280x720 im Namen ...
es: Comenzando la busqueda de fotos con 1280x720 en el nombre...

source: Files found:
de: Files gefunden:
es: Ficheros no encontrados:

source: backdrop video exists under the location
de: Backdrop Video existiert bereits
es: El video en segundo plano existe en la ubicación

source: trying to render backdrop now ...:
de: versuche das Backdropvideo zu rendern ...:
es: Intentando renderizar en segundo plano ahora ...:

source: Error! Error-message:%s
de: Fehler! Fehlermeldung:%s
es: Error! Mensaje de Error:%s

source: No Files found. Nothing to do!
de: Keine Files gefunden. Nichts zu tun!
es: No se encontraron ficheros. NAda que hacer!

source: Process aborted. Press Exit to close.
de: Prozess abgebrochen. Drücken Sie exit zum Verlassen.
es: Proceso anulado. Pulsar Exit para cerrar.

source: We are done!
de: Fertig!
es: Terminado!

source: starting ...
de: starte ...
es: Comenzando ...

source: Fetching complete library data. This could take a while ...
de: Lade die gesamte Bibliothek. Dies kann einige Zeit in Anspruch nehmen ...
es: Obtención de datos completa de la biblioteca. Tomará unos momentos ...

source: We did it :-)
de: Geschafft :-)
es: Lo conseguimos :-)

source: Error! Error-message:%s Press Exit to close.
de: Fehler! Fehlermeldung:%s Drücke Exit um zu schließen.
es: Erreur! Mensaje de Error:%s Pulsar Exit para cerrar.

source: title:
de: Titel:
es: Título:

source: found backdrop - size(
de: Hintegrundbild gefunden - Größe(
es: Encontrado Fondo de pantalla - tamaño(

source: backdrop not found, trying to download ...
de: Hintergrundbild nicht gefunden, versuche es herunterzuladen ...
es: No encontrado Fondo de pantalla, intentando descargar ...

source: found poster - size(
de: Poster gefunden - Größe(
es: Poster encontrado- tamaño(

source: poster not found, trying to download ...
de: poster nicht gefunden, versuche es herunterzuladen ...
es: Poster no encontrado, intentando descargar ...

source: ... success
de: ... erfolgreich
es: ... Exito

source: ... failed
de: ... fehlgeschlagen
es: ... Falló

source: Shows
es: Series

source: Main Menu
de: Hauptmenü
es: Menu Principal

source: System
es: Sistema

source: UNEXPECTED ERROR:
de: UNERWARTETER FEHLER:
es: ERROR NO ESPERADO:

source: Settings
de: Einstellungen
es: Configuraciones

source: Server
es: Servidor

source: Systemcheck
es: Verificación del sisetma

source: Backdrops
de: Hintergründe
es: Fondos de pantalla

source: LiveTv
es: TV en directo

source: About
de: Über
es: Sobre

source: Plexserver seems to be offline. Start with Wake on Lan settings? Please note: If you press yes the spinner will run for
es: El servidor Plex parece fuera de linea. Comenzar la configuración Wake on Lan? Por favor anote: Si pulsa sobre SI, comenzará la ejecución

source: Plexserver seems to be offline. Please check your your settings or connection! Retry?
de: Der Plexserver ist nicht erreichbar, bitte Verbindung prüfen. Wiederholen?
es: El servidor Plex parece fuera de linea. Verifique la configuración o la conexión! Reintentar?

source: Select media to play
de: Medien zum Abspielen auswählen
es: Seleccione el medio a reproducir

source: Sorry I didn't find the file on the provided locations
de: Datei an der angegebenen Position nicht gefunden
es: Lo lamentamos, no encontramos el fichero en la ubucación indicada

source: Location:
de: Position:
es: Ubicación:

source: Please verify you direct local settings
de: Bitte lokale Einstellungen übeprüfen
es: Verifique la configuración de Direct Local

source: I will now try to play the file via transcode.
de: Versuche die Datei via Transcode abzuspielen
es: Intentaré ejcutando el fichero Transcodificado.

source: Warning:
de: Warnung:
es: Atención:

source: This file was partially played. Do you want to resume?
de: Fortsetzen (Ja) oder Neustart (Nein) ?
es: El fichero fue pactialmente reproducido. Quiere renudarlo?

source: This Box can't decode %s streams!
de: Dieser Stream (%s) kann nicht dekodiert/wiedergegeben werden
es: Este receptor no puede decodificar %s streams !

source: Your Box can't decode this video stream! %s
de: Dieses Video (%s) kann nicht dekodiert/wiedergegeben werden
es: Su receptor no puede decodificar este Video stream vidéo! %s

source: no Data
de: keine Daten
es: Sin dato

source: Pages:
de: Seiten:
es: Páginas:

source: Cast:
es: Casting:

source: press 'Text'
de: drücke 'Text'
es: Puksar sobre 'Text'

source: Subtitles:
de: Untertitel:
es: Subtitulos:

source: press 'Audio'
de: drücke 'Audio'
es: Presione 'Audio'

source: press 'Info'
de: drücke 'Info'
es: Presione 'Info'

source: Writer:
de: Autor:
es: Escritor:

source: Genre:
es: Género:

source: Year:
de: Jahr:
es: Año:

source: Medias:
es: Medios:

source: Unseen:
de: Ungesehen:
es: Sin visualizar:

source: Seen:
de: Gesehen:
es: Visualizado:

source: Seasons:
de: Staffel:
es: Temporada:

source: Studio:
es: Estudio:

source: Runtime:
de: Laufzeit:
es: Duración:

source: Video Codec:
es: Codec de video:

source: Audio Channels:
de: Audio Kanäle
es: Canales de Audio

source: Aspect Ratio:
es: Relación de Aspecto:

source: Resultion:
de: Auflösung:
es: Resolución:

source: Audio Codec:
es: Codec de Audio:

source: File:
es: Fichero:

source: No extras found ... Press exit to return.
de: keine Extras gefunden ... Exit drücken.
es: Sin Extras encontrados ... Pulse sobre Exit para retornar.

source: playback mode '
es: Modo de Reprodcción '

source: View '
es: Vistas '

source: show 'Details'
de: Zeige Details
es: Mostrar 'Detalles'

source: delete Medias
de: Medias löschen
es: Borrar los medios

source: playmode 'multi'
es: Mode de reproducción 'multi'

source: playmode 'single'
es: Mode de reproducción 'single'

source: resume 'On'
es: Resumir 'On'

source: resume 'Off'
es: Resumir 'Off'

source: fastScroll 'On'
de: fastScroll = Ein
es: Défilement rapide 'On'

source: turn filter mode off
de: Filtermodus beenden
es: Desactivar filtrado

source: show 'Description'
de: zeige 'Beschreibung'
es: Mostrar 'Descripción'

source: Mark media unwatched
de: Markiere Medien als ungesehen
es: Marcar el medio como no visualizado

source: Mark media watched
de: Markiere Medien als gesehen
es: Marcar el medio como visualizado

source: Initiate Library refresh
de: Initiiere Bibliotheksaktualisierung
es: Iniciar actualización de la Libreria

source: Media Functions
de: Medien Funktionen
es: Funciones de Medios

source: Subtitle Functions Please take note that switching the subtitles here will take only effect if you enable transcoding!
de: Sbutitle Funktionen Bitte beachten Sie, dass die Änderung nur aktiv wird wenn als Abspielmodus transkodieren verwenden!
es: Opciones de subtitulos Tome nota que cambiando los subtitulos tendrán efecto si habilita transcodificación!

source: Audio Functions Please take note that switching the language here will take only effect if you enable transcoding!
de: Audio Funktionen Bitte beachten Sie, dass die Änderung nur aktiv wird wenn als Abspielmodus transkodieren verwenden!
es: Opciones de Audio Tome nota que cambiando el Audio tendrán efecto si habilita transcodificación!

source: Are you sure?
de: Sicher ?
es: Está seguro?

source: Deleting aborted!
de: Löschen abgebrochen!
es: SEliminación anulada!

source: All
de: Alle
es: Todos

source: All Movies
de: Alle Filme
es: Todas las peliculas

source: All Filmy
de: Alle Filme2
es: Toda la Filmografia

source: All Shows
de: Alle Shows
es: Todas las Series

source: All episodes
de: alle Episoden
es: Todos los Episodios

source: By Genre
de: nach Genre
es: Por Genero

source: By Folder
de: nach Verzeichnis
es: Por Carpeta

source: By First Letter
de: nach ersten Buchstaben
es: Por Primera Letra

source: By Resolution
de: nach Auflösung
es: Por Resocución

source: By Rating
de: nach Bewertung
es: Por Clasificación

source: By Country
de: nach Land
es: Por País

source: By Director
de: nach Regisseur
es: Por Director

source: By Decade
de: nach Dekade
es: Por Década

source: By Year
de: nach Jahr
es: Por Año

source: By Collection
de: nach Sammlung
es: Por Collección

source: By Content Rating
de: nach Inhaltsbewertung
es: Por Clasificación de contenido

source: By Starring Actor
de: nach Hauptdarsteller
es: Por Actor Principal

source: Recently Aired
de: zuletzt ausgestrahlt
es: Recientemente Difundido

source: Recently Added
de: zuletzt hinzugefügt
es: Recientemente Añadido

source: Recently Released
de: zuletzt veröffentlicht
es: Recientemente Realizado

source: Recently Viewed
de: zuletzt gesehen
es: Recintemente Visualizado

source: Recently Viewed Episodes
de: zuletzt gesehene Episoden
es: Episodios Recintemente Visualizados

source: Recently Viewed Shows
de: zuletzt gesehene Shows
es: Series Recintemente Visualizadas

source: Unwatched
de: Nicht gesehen
es: Si Visualizar

source: On Deck
es: En Curso

source: Search...
de: Suche...
es: Buscar

source: Search Shows...
de: Suche Shows
es: Buscar une serie

source: Search Episodes...
de: Suche Episoden
es: Buscar un Episodio

source: Series
de: Serien
es: Serie

source: plex client for enigma2
de: Plex-Client für Enigma2
es: Un cliente Plex para Enigma2

source: Server Menu
es: Menú Servidor

source: Please enter your search string:
de: Bitte geben Sie Ihren Suchbegriff ein:
es: Introduzca la cadena de busqueda:

source: General Settings
de: Generelle Einstellungen
es: Configuración General

source: > Boxname
es: > Nombre del Receptor

source: Enter the name of your box, e.g. Livingroom.
de: Geben Sie den Namen ihrer box ein, z.b. Wohnzimmer.
es: Introduzca el nombre del Receptor, ejmpl : salón.

source: > Used Skin
de: > Genutzer Skin
es: > Skin usado

source: If you change the skin you have to restart at least the GUI!
de: Bei Skinwechsel muss die GUI neugestartet werden!
es: Si cambia el Skin debe reinicar por lo menos el GUI!

source: > Show Plugin in Main Menu
de: > Zeige das Plugin im Hauptmenü
es: > Mostrar Plugin en el Menú Principal

source: > Use Cache for Sections
de: > Verwende Zwischenspeicher(Cache) für Bereiche
es: >Utilizar la caché para las Secciones

source: > Use Picture Cache
de: > Verwende Bilder-Zwischenspeicher(Cache)
es: > Usar caché de imagenes

source: Use this if you do not have enough space on your box e.g. no hdd drive just flash.
de: Verwende diese Einstellung wenn nicht genügend phys. Speicher vorhanden ist
es: Utilize essto si no tiene sufuciente esspacio en su receptorx, ejempl : Sin disco duro usar la memoria flash.

source: > Show Infobar when buffer drained
de: > Zeige Infobar wenn der Puffer leer ist
es: > Mostrar Infobar cuando el buufer esté lleno

source: > Show Player Poster on external LCD
de: > Zeige das Player Poster am externen LCD Display an
es: > Mostrar Poster en el LCD externo

source: e.g. lcd4linux
de: z.b. lcd4linux
es: ejempl. lcd4linux

source: > Check for updates on startup
de: > Beim Start nach Updates prüfen
es: > Verificar actualizaciones en el inicio

source: If activated on each start we will check if there is a new version depending on your update type.
de: Wenn aktiviert, wird anhand des Update-Typs auf eine neue Version beim Start geprüft
es: Si está activo en cada inicio chequearemos si hay nueva versión dependiendo del tipo de actualización

source: > Updatetype
de: > Update-Typ
es: > Tipo de actualización

source: Use Beta only if you really want to help with testing
de: Nutze nur Betas (Test-Hilfestellung für den Entwickler)
es: Utilize la versión Beta únicamente si quiere ayudar con el testeo.

source: Userinterface Settings
de: Einstellungen Benutzeroberfläche
es: Parámetros del Interfaz

source: > Summerize Sections
de: > Fasse Bereiche zusammen
es: > Resumen de Secciones

source: > Show Filter for Section
de: > Zeige Filter für Bereiche
es: > Mostrar Filtro para Secciones

source: > Show Seen/Unseen count in TvShows
de: > Zeige Gesehen/Ungesehen Statistik bei TV-Shows
es: > Mostrar Contador de Visto/No Visto en Series

source: > Start with Filtermode
de: > mit Filtermodus starten
es: > Iniciar con Filtrado

source: > Show Backdrops as Videos
de: > Zeige Hintergründe als Video
es: > Mostrar Fondos como Videos

source: Use this if you have m1v videos as backdrops
de: Verwende diese Einstellung bei m1v-Hintergrundvideos
es: Use esto si tiene videos m1v como fondos

source: > Stop Live TV on startup
de: > Stoppe Live-TV beim Start
es: > Parar Tv en Directo en el inicio

source: >> Play Themes in TV Shows
de: >> Spiele Themen ab bei TV Shows
es: >> Reproducir Temas en Series

source: > Use fastScroll as default
de: > Nutze FastScroll als Voreinstellung
es: > Utilizar FastScroll por defecto

source: > Show liveTv in Views instead of backdrops
de: > Zeige liveTv statt Hintergrundbilder
es: > Mostar TV en Driecto en vistas en lugar de fondos

source: > Show additional data for myPlex sections
de: > Zeige zusätzliche Daten für den myPlex Bereich
es: > Mostrar datos adicionales para las secciones myPlex

source: > Detail type for additional data
de: > Detaillierter Typ für zusätzliche Daten
es: > Tipo de detalles para datos adicionales

source: Path Settings
de: Verzeichniseinstellungen
es: Parametros de Ubicaciones

source: > Default View for Movies
de: > Standardansicht für Filme
es: > Vista por defecto para las Peliculas

source: > Default View for Shows
de: > Standardansicht für Serien
es: > Vista por defecto para las Series

source: > Default View for Music
de: > Standardansicht für Musik
es: > Vista por defecto para la Música

source: > Media Folder Path
de: > Medien-Verzeichnis
es: > Ubicación de carpeta de medios

source: > Config Folder Path
de: > Konfigurations-Verzeichnis
es: > Ruta de la carpeta de configuración

source: > Cache Folder Path
de: > Cache-Verzeichnis
es: > Ruta de la carpeta de Cache

source: > Player Temp Path
de: > Player-Temp-Verzeichnis
es: > Ubicación temporal del Reproductor

source: > Log Folder Path
de: > Log-Verzeichnis
es: > Ruta de la carpeta de Log's

source: Remote Settings
de: Remoteeinstellungen
es: Parametros del mando

source: > Activate Remote Player
de: > Remote Player Dienst aktivieren
es: > Activar Reproductor Remoto

source: Misc Settings
de: Sonstige Einstellungen
es: Configuración Variada

source: > Debug Mode
de: > Debug Modus
es: > Modo Depuración

source: > Write debugfile
de: > Debugfile schreiben
es: > Escritura fichero de depuración

source: Without this option we just print to console.
de: Ohne diese Option werden die Logmeldungen nur in der Console angezeigt.
es: Sin esta opción solo se mostrará en la consola.

source: Save
de: Speichern
es: Salvado

source: Server List:
de: Serverliste:
es: Lista de Servidores:

source: Name IP/myPlex Port/Email Active
de: Name IP/myPlex Port/Email Aktiv
es: Nombre IP/myPlex Puerto/Email Activo

source: Name IP/myPlex Port/Email Active
de: Name IP/myPlex Port/Email Aktiv
es: Nombre IP/myPlex Puerto/Email Activo

source: Delete
de: Löschen
es: Eliminar

source: Add
de: Hinzufügen
es: Añadir

source: Sync Media
de: Sync Medias
es: Sync Medios

source: Discover
de: Erkennen
es: Descubrir

source: Really delete this Server Entry?
de: Wirklich diesen Server-Eintrag löschen ?
es: Realmente elimiar esta entrada de Servidor?

source: Select server
de: Server auswählen
es: Seleccionar Servidor

source: > State
de: > Status
es: > Estado

source: Toggle state to on/off to show this server in lost or not.
de: Server in Liste anzeigen?
es: Modificar el estado On/Off para mostrar este servidor en perdidos o no.

source: > Autostart
es: > Autoinicio

source: Enter this server automatically on startup.
de: Diesen Server automatisch beim Start benutzen
es: Entrar en este servidor autoáticamente en el inicio.

source: > Name
es: > Nombe

source: Connection Settings
de: Verbindungseinstellungen
es: Parámetros de conexión

source: > Connection Type
de: > Verbindungstyp
es: > Tipo de conexión

source: > Local Authentication
de: > Lokale Authentifizierung
es: > Autenticación local

source: >> Port
es: >> Puerto

source: Playback Settings
de: Wiedergabe Einstellungen
es: Parámetros de Reproducción

source: > Playback Type
de: > Wiedergabe Typ
es: > Tipo de Reproducción

source: >> Use universal Transcoder
de: >> Nutze universellen Transcoder
es: >> Usar Transcodificación Universal

source: You need gstreamer_fragmented installed for this feature! Please check in System ...
de: Für dieses Feature wird gstreamer_fragmented benötigt ! Bitte installieren/System prüfen...
es: Necesita gstreamer_fragmented instalado para usar esta función. Verifiquelo en Sistema ...

source: >> Transcoding quality
de: >> Transcoding Qualität
es: >> Calidad de Transcodificación

source: >> Segmentsize in seconds
de: >> Segmentsize in Sekunden
es: >> Tamaño de Segmento (en segundos)

source: Wake On Lan Settings
de: Wake On Lan Einstellungen
es: Parámetros de Wake On Lan

source: > Use Wake on Lan (WoL)
de: > Nutze Wake on Lan (WoL)
es: > Usar Wake on Lan (WoL)

source: >> Mac address (Size: 12 alphanumeric no seperator) only for WoL
de: >> Mac Addresse (Größe: 12 alphanumerische ohne Seperator) nur für WoL
es: >> Dirección Mac (Tamaño : 12 caracteres alfanumericos. sin espacios) solo para WOL

source: >> Wait for server delay (max 180 seconds) only for WoL
de: >> Warte auf Server Delay (max. 280 Sekunden) nur für WoL
es: >> Espere por demora del servidor (max 180 seg) solo para WoL
