Repository: discovery81/DreamPlex
Catalog: po/*.po
Languages: de, es

source: Sync Settings
de: Sync Einstellungen
es: Parámetros de sincronización

source: > Sync Movies Medias
de: > Sync Film Medias
es: > Sincronizar Peliculas

source: > Sync Shows Medias
de: > Sync Show Medias
es: > Sincronizar Series

source: > Sync Music Medias
es: > Sincronizar Música

source: You need openSSL installed for this feature! Please check in System ...
de: Für dieses Feature wird openSSl benötigt ! Bitte installieren das Plugin.
es: Necesita tener instalado opneSSL para esta función. Por favor reviselo en Sistema ...

source: >> myPLEX Username
de: >> myPLEX Benutzername
es: >> Usuario myPLEX

source: >> myPLEX Password
de: >> myPLEX Passwort
es: >> Contraseña myPLEX

source: Mappings
es: Mapeos

source: get local auth Token
de: local auth Token holen
es: Obtener un Token local

source: check myPlex Token
de: prüfe myPlex Token
es: Verficar Token myPlex

source: (re)create myPlex Token
de: prüfe/erstelle myPlex Token
es: (re)crear un Token myPlex

source: Local Token:
es: Token Local:

source: for the user:
de: für den Benutzer:
es: para el usuario:

source: myPlex Localtoken:
es: myPlex Token Local:

source: Error:
de: Fehler:

source: Error:
de: Fehler:

source: Director:
de: Regisseur:

source: fastScroll 'Off'
de: fastScroll = Aus
